{
    "respuestasCorrectasUno":[
        "Un cerebro digital para procesar información.",
        "Una máquina que ejecuta tareas electrónicas.",
        "Tecnología clave para trabajo y entretenimiento.",
        "Un dispositivo esencial para la comunicación.",
        "Aparato que procesa datos y sigue instrucciones.",
        "Un asistente digital para múltiples funciones.",
        "Un sistema que facilita la productividad.",
        "Máquina electrónica que transforma datos en resultados."
    ],
    "respuestasIncorrectasUno":[
        "Un cerebro digital que solo funciona con internet.",
        "Máquina electrónica que necesita estar conectada a un celular.",
        "Tecnología clave que no puede realizar cálculos complejos.",
        "Un dispositivo esencial que no almacena información.",
        "Procesa datos, pero solo si son imágenes.",
        "Un asistente digital que solo responde en voz alta.",
        "Herramienta indispensable que no puede conectarse a la red.",
        "Un sistema que funciona mejor cuando está apagado.",
        "Máquina electrónica que solo ejecuta tareas manuales.",
        "Computadora: el único dispositivo que no usa electricidad."
        
    ],
    "respuestasCorrectasDos":[
        "Dos: Hardware y software."
    ],
    "respuestasIncorrectasDos":[
        "Solo tiene teclado.",
        "Dos: el monitor y el mouse.",
        "Tres: Sistema operativo, procesador y batería.",
        "Solo el disco duro importa.",
        "Funciona solo con internet.",
        "Dos: impresora y audífonos.",
        "Solo el software, sin hardware.",
        "Dos: Electricidad y datos almacenados.",
        "Dos: Tarjeta SIM y antena de señal.",
        "Dos: Íconos y fondo de pantalla."
    ],
    "respuestasCorrectasTres":[
        "La placa base y el procesador.",
        "El procesador y la memoria RAM.",
        "La tarjeta gráfica y la refrigeración.",
        "La fuente de alimentación y el disco duro.",
        "El disco duro y la placa base.",
        "La motherboard y el CPU.",
        "La memoria RAM y la tarjeta gráfica.",
        "La refrigeración y el CPU.",
        "El disco duro y la fuente de alimentación.",
        "La placa base y el disco duro."
        
    ],
    "respuestasIncorrectasTres":[
        "La placa base y el mouse.",
        "El teclado y la memoria RAM.",
        "La tarjeta gráfica y la carcasa.",
        "El monitor y el disco duro.",
        "El disco duro y la memoria USB.",
        "La cámara web y el CPU.",
        "La memoria RAM y la impresora.",
        "Disco duro externo y el CPU",
        "El disco duro y los audífonos.",
        "El micrófono y el disco duro."
        
    ],
    "respuestasCorrectasCuatro":[
        "Monitor y teclado",
        "Mouse y auriculares",
        "Altavoces e impresora",
        "Disco duro externo y usb",
        "Monitor y Ráton",
        "Bocinas y teclado",
        "Impresora y auriculares"
    ],
    "respuestasIncorrectasCuatro":[
        "procesador y memoria ram",
        "Monitor y procesador",
        "teclado y memoria ram",
        "Refrigeración y fuente de alimentación",
        "MotherBoard y usb",
        "Monitor y cpu",
        "Altavoces y fuente de alimentación",
        "Mouse y tarjeta grafica"
    ],
    "respuestasCorrectasCinco":[
        "Es una tarjeta donde se conectan los componentes principales del computador.",
        "Permite que el procesador, la RAM y otros dispositivos trabajen juntos.",
        "También se le conoce como tarjeta madre o motherboard.",
        "Distribuye la energía a los distintos componentes.",
        "Conecta partes como el disco duro, la tarjeta gráfica y la memoria RAM.",
        "Sin ella, los componentes no podrían comunicarse.",
        "Actúa como centro de control y conexión."
    ],
    "respuestasIncorrectasCinco":[
        "Es el componente que almacena toda la información del usuario.",
        "La placa base procesa directamente todos los datos sin ayuda del procesador.",
        "Es la parte que hace que los gráficos se vean en la pantalla.",
        "Se encarga de convertir la corriente eléctrica para toda la casa.",
        "Es la memoria principal del sistema.",
        "Es un software que controla los programas.",
        "Sirve para mejorar automáticamente el rendimiento de internet.",
        "Es el lugar donde se guardan los juegos y aplicaciones.",
        "La placa base tiene su propio sistema operativo.",
        "Funciona sin necesidad de otros componentes."
    ],
    "respuestasCorrectasSeis":[
        "Es el cerebro de la computadora.",
        "Ejecuta instrucciones de los programas.",
        "Realiza cálculos para que todo funcione bien.",
        "Coordina las tareas del sistema.",
        "Interpreta lo que el usuario quiere hacer.",
        "Es fundamental para abrir y usar aplicaciones.",
        "Trabaja constantemente mientras usas el equipo.",
        "Está dentro de la placa base."
    ],
    "respuestasIncorrectasSeis":[
        "Es la parte que muestra imágenes en la pantalla.",
        "Almacena todos los archivos del usuario.",
        "Es la memoria principal del sistema.",
        "Controla directamente el internet.",
        "Es el componente que emite el sonido.",
        "Funciona igual que la tarjeta gráfica.",
        "Tiene un ventilador que mejora la velocidad del WiFi.",
        "Es solo un chip decorativo dentro del gabinete.",
        "No es necesario si la computadora tiene mucha RAM.",
        "Solo sirve para jugar videojuegos."
    ],
    "respuestasCorrectasSiete":[
        "Es la memoria donde se cargan los programas que estás usando.",
        "Es un espacio de trabajo temporal para el procesador.",
        "Permite que el sistema funcione más rápido mientras se usa.",
        "Guarda datos solo mientras la computadora está encendida.",
        "Es mucho más rápida que el disco duro.",
        "Ayuda a que se puedan usar varios programas a la vez.",
        "Pierde su contenido al apagar el equipo.",
        "Es clave para el buen rendimiento del sistema.",
        "Almacena información de uso inmediato.",
        "Es una memoria volátil de alta velocidad."
    ],
    "respuestasIncorrectasSiete":[
        "Es la memoria que guarda todos tus archivos permanentemente.",
        "Es un tipo de almacenamiento igual que un disco duro.",
        "Es el componente que acelera la conexión a internet.",
        "Almacena la información incluso cuando la computadora está apagada.",
        "Es la parte de la computadora que mejora la calidad de imagen.",
        "Es una memoria externa que se conecta por USB.",
        "Es responsable de encender la computadora.",
        "Es una parte del procesador.",
        "Está ubicada dentro del monitor.",
        "Solo sirve cuando juegas videojuegos."
    ],
    "respuestasCorrectasOcho":[
        "Es el componente que genera las imágenes que ves en la pantalla.",
        "Procesa los gráficos de juegos, videos y programas.",
        "Se encarga de mostrar imágenes con buena calidad.",
        "Puede estar integrada o ser una tarjeta dedicada.",
        "Ayuda a que los videos y juegos se vean fluidos.",
        "Es esencial para tareas de diseño y edición de imagen.",
        "Trabaja junto al monitor para mostrar los gráficos.",
        "Mejora el rendimiento visual del sistema.",
        "Es conocida también como GPU.",
        "Convierte datos en imágenes visibles para el usuario."
    ],
    "respuestasIncorrectasOcho":[
        "Es la parte que guarda todas las fotos y videos del usuario.",
        "Es la memoria principal del sistema.",
        "Es la encargada de procesar el sonido.",
        "Controla la velocidad del internet.",
        "Es un tipo de procesador que reemplaza al CPU.",
        "Es una memoria RAM especializada en juegos.",
        "Se encarga de enfriar el sistema mientras se usa.",
        "Sirve solo para conectar más pantallas a la computadora.",
        "Está ubicada dentro del monitor, no en la computadora.",
        "Solo es útil cuando se usa una impresora."
    ],
    "respuestasCorrectasNueve":[
        "Es donde se guarda la información de la computadora.",
        "Almacena el sistema operativo y los programas.",
        "Guarda archivos como fotos, documentos y música.",
        "Es una memoria permanente, no se borra al apagar.",
        "Puede ser un HDD o un SSD.",
        "El SSD es más rápido que el disco duro tradicional.",
        "Tanto el HDD como el SSD sirven para el almacenamiento de datos.",
        "Es esencial para guardar información de forma persistente."
    ],
    "respuestasIncorrectasNueve":[
        "Es la memoria que borra todo al apagar la computadora.",
        "Es el componente que mejora la calidad gráfica.",
        "Es la parte que enfría el procesador.",
        "Solo sirve para jugar videojuegos.",
        "Está dentro del monitor, no del gabinete.",
        "Es lo mismo que la memoria RAM.",
        "Es el chip que procesa todas las instrucciones del sistema.",
        "Es el lugar donde se conectan los cables de red.",
        "Es el encargado de mostrar las imágenes en pantalla.",
        "No es necesario si tienes una buena tarjeta gráfica."
    ],
    "respuestasCorrectasDiez":[
        "Es el sistema que mantiene fríos los componentes del PC.",
        "Ayuda a evitar que el procesador se sobrecaliente.",
        "Permite que el equipo funcione sin fallas por calor.",
        "Usa ventiladores, disipadores o enfriamiento líquido.",
        "Es esencial cuando se usan programas pesados.",
        "Protege al hardware del daño por temperatura.",
        "Evita que el rendimiento baje por exceso de calor.",
        "Se activa automáticamente cuando sube la temperatura.",
        "Usa ventiladores para mover el aire caliente fuera.",
        "Es importante para el rendimiento y la durabilidad del PC."
    ],
    "respuestasIncorrectasDiez":[
        "Es el sistema que apaga la computadora cuando hace calor.",
        "Solo sirve en climas cálidos, no en lugares fríos.",
        "Es un programa que enfría el disco duro.",
        "Reemplaza a la tarjeta gráfica cuando está muy caliente.",
        "Es el componente que guarda la temperatura de tus archivos.",
        "Sirve para almacenar aire frío dentro del gabinete.",
        "Es un botón que se presiona para bajar la temperatura.",
        "Está en el monitor y no dentro de la computadora.",
        "Solo lo tienen las computadoras para videojuegos.",
        "No es importante si la computadora tiene mucha RAM."
    ],
    "respuestasCorrectasOnce":[
        "Es el componente que da energía a la computadora.",
        "Convierte la corriente del enchufe en voltajes adecuados.",
        "Alimenta al procesador, placa base y demás partes.",
        "Sin ella, la computadora no puede encender.",
        "Distribuye la energía a todos los componentes internos.",
        "Protege al equipo al entregar energía de forma segura.",
        "Funciona como el cargador interno del equipo.",
        "Transforma la energía eléctrica para que sea útil al hardware."
    ],
    "respuestasIncorrectasOnce":[
        "Es el lugar donde se guarda la energía de la computadora.",
        "Es la batería que mantiene la PC encendida sin cables.",
        "Es un programa que controla la energía del sistema.",
        "Solo alimenta a la pantalla y al teclado.",
        "Es parte del disco duro.",
        "Se encarga de enfriar los componentes internos.",
        "Solo funciona cuando el procesador lo ordena.",
        "Está integrada dentro del monitor.",
        "No es necesaria si usas una laptop.",
        "Es un accesorio opcional para mejorar el rendimiento."
    ],
    "respuestasCorrectasDoce":[
        "Son los programas y aplicaciones de una computadora.",
        "Es todo lo que no puedes tocar pero hace que funcione el equipo.",
        "Incluye el sistema operativo y los programas de uso diario.",
        "Permite que puedas usar la computadora para distintas tareas.",
        "Es lo que le da instrucciones al hardware.",
        "Sin software, el hardware no sabría qué hacer.",
        "Son los juegos, navegadores y editores que usas en tu PC.",
        "Es el conjunto de instrucciones que maneja los componentes físicos."
    ],
    "respuestasIncorrectasDoce":[
        "Es la parte física que puedes tocar en una computadora.",
        "Son los cables que conectan los dispositivos.",
        "Es la memoria RAM de la computadora.",
        "Son las piezas internas como el procesador y la placa base.",
        "Es el disco duro donde se almacenan los programas.",
        "Es solo el sistema operativo, nada más.",
        "Es el ventilador que mantiene fría la computadora.",
        "Es un accesorio que se conecta por USB.",
        "Es el tipo de electricidad que usa la computadora.",
        "Es la caja donde guardas la computadora portátil."
    ],
    "respuestasCorrectasTrece":[
        "El sistema operativo es un ejemplo de software de sistema.",
        "Navegar por internet es posible gracias al software de aplicación.",
        "Un editor de fotos es un tipo de software de aplicación.",
        "El software de programación se usa para crear otros programas.",
        "Los programadores usan software especial para escribir código.",
        "Sin el software de sistema, no podríamos usar el equipo.",
        "Existen tres tipos de software",
        "El software de programación es uno de los tres tipos de software"
    ],
    "respuestasIncorrectasTrece":[
        "Todos los programas de una computadora son software de aplicación.",
        "El software de sistema sirve para editar imágenes y textos.",
        "Solo existe un tipo de software en una computadora.",
        "El software de programación se instala automáticamente al encender el equipo.",
        "El navegador web es un tipo de software de sistema.",
        "El sistema operativo se considera software de aplicación.",
        "El software de programación está hecho solo para diseñadores gráficos.",
        "No se puede usar el software de aplicación sin conexión a internet.",
        "El software de sistema solo se usa en servidores.",
        "Los tipos de software no influyen en el uso diario de la computadora."
    ]

}